{
  "Home": "الرئيسية",
  "About": "من نحن",
  "Construction": "خدماتنا الإنشائية",
  "Logistics": "خدماتنا اللوجستية",

  "Contractors": "المقاولات",
  "Contractors-info":"شركة رائدة في مجال تشطيب المقاولات العامة والخاصة",

  "finishes": "التشطيبات الداخلية والخارجية",
  "finishes-nfo":"أهمية التفاصيل والدقة في التشطيبات الداخليه والخارجية",
  
  "Sports-equipment": "تجهيز الملاعب والصالات الرياضية",
  "Sports-equipment-info": "تجهيز الملاعب والصالات الرياضية بالارضيات",
  "Building-maintenance": "صيانة المبانى والمكاتب والمنازل والمطاعم والكافيهات",
  "maintenance":"الصيانة",
  "maintenance-info":"صيانة المبانى والمكاتب والمنازل والمطاعم والكافيهات",

  "clearance": "خدمات التخليص الجمركى للاستيراد والتصدير",
  "clearance-com":"التخليص الجمركى",
  "clearance-com-info":"خدمات التخليص الجمركى للاستيراد والتصدير",

  "Transportation":"خدمات النقل والشحن",
  "Transportation-info":"خدمات النقل والشحن البرى والجوي والبحرى",

  "Road-Transport": "النقل البرى",
  "Sea-Freight": "الشحن البحرى",
  "Air-Freight": "النقل الجوى",
  "Logistics-Services": "الخدمات اللوجستية",
  "Logistics-Services-info":"تسريع وصول الشحنات بدون عوائق واقل تكاليف",
  "Customs-Business": "الاعمال الجمركية",
  "Customs-Business-info":"الخدمات الاستشارية المتخصصة فى الاعمال الجمركية",
  "Contact": "اتصل بنا",
  "Vision": "رؤية 2030",

  "aboutHomePageNabza": "نبذة",
  "aboutHomePageKnoladge": "تعريفية عنا",
  "OurFound": "نشــــأتنا",
  "OurFounfInfo": "أنشــئت الشــركة فــي عــام 2011 لنمــارس نشــاط المقاولات وهــو ســوق واعــد ولــه تحدياتــه ك الشـركة ، وتقـوم الشـركة بتنفيـذ المشـاريع الخاصـة ودائـم التجديـد ويناسـب تطلعـات مـا المتوسـطة وتخصصـت فيهـا، وسـاعدت خبـرة المؤسسـين فـي مجـال التصميـم الهندسـي فـي وضـع أنظمـة الجـودة الالزمـة لتنفيـذ هـذه المشـاريع والتـي تشـمل المجمعـات السـكنية والتجاريــة، معتمــدة علــى فهــم لفكــرة التصميــم ومــن ثــم ابرازهــا عنــد التنفيــذ، اخذيــن بعيــن العتبــار تطويــر فــرق العمــل للتناســب مــع طموحــات الشــركة و المحافظــة علــى الجــودة العاليـة فـي تنفيـذ المشـاريع، وكذلـك االلتـزام بالجـدول المحـــدد لذلـك.؟",
  "ourVision": "رؤيتنا",
  "ourVisionInfo": "إن نكـون الشـركة الرائـدة فـي مجـال المقـاوالت العامـة والعمـل بشـفافية ومصداقيـة وتنفيـذ المشـاريع علـى أكمـل وجـه",
  "gouls": "أهدافنا",
  "goulsInfo": "إن نتميــز بكافــة الخدمــات واألنشــطة حتــى نتوســع أكثــر ونقــدم خدمــات متنوعــة ترضــي جميــع العمــلاء",
  "msgCompany":"رسالتنا",
  "msgCompanyInfo":"إن نتميــز بكافــة الخدمــات واألنشــطة حتــى نتوســع أكثــر ونقــدم خدمــات متنوعــة ترضــي جميــع العملاء",
  "more":"المزيد",
  "company":"الشـركة",
  "services":"خدمات",

  "vibrant-community":"مجتمع حيوى",
  "vibrant-community-info":"تتحول رؤية السعودية 2030 إلى واقع في مجتمع نابض بالحياة. فالمجتمع المتماسك السعيد هو أهم أسس الازدهار الاقتصادي لمجتمع مواطنه مسؤول، وجذوره راسخة تستند على قيم الإسلام السمحة والفخر بالوطن، مع الاعتزاز بالتراث والثقافة السعودية، في بيئة توفير خيارات ترفيه على مستوى عالمي، ونمط حياة مستدام، وأنظمة رعاية صحية واجتماعية فعالة، حيث تتميز المملكة بثقافتها الغنية، ووحدتها الوطنية وعقيدتها الإسلامية، كما تفخر المملكة على مدار العصور بضيافة الحجاج وإبراز قيمها للعالم.",
  "vibrant-community-short":"تتحول رؤية السعودية 2030 إلى واقع في مجتمع نابض بالحياة. فالمجتمع المتماسك السعيد هو أهم أسس الازدهار الاقتصادي لمجتمع مواطنه مسؤول",


  "thriving-economy":"اقتصاد مزدهر",
  "thriving-economy-info":"تمكّنت الرؤية شباب الوطن من المشاركة الفاعلة في جميع القطاعات، ورسمت مستقبلًا واعدًا يصنعونه بأيديهم، بعدما أعطت الأولية للمبدعين والموهوبين، ودعمت ثقافة الابتكار والمثابرة، ووفرت فرصًا مميزة للنمو، وعملت على توليد وظائف نوعية، مع استقطاب أفضل الخبرات العالمية. وفرت المملكة بيئة تنافسية جاذبة مفتوحة للأعمال، لبناء اقتصاد عالمي رائد، يعزز ريادة الأعمال، ويعيد هيكلة المدن الاقتصادية، ويسهم في إنشاء مناطق خاصة، ويطلق إمكانات سوق الطاقة لجعله أكثر تنافسية، كما تستثمر المملكة من أجل مستقبل مشرق، بإطلاق العنان لقطاعات جديدة واعدة، وتخصيص المزيد من الخدمات الحكومية لتنويع الاقتصاد وضمان استدامته.",
  "thriving-economy-short":"تمكّنت الرؤية شباب الوطن من المشاركة الفاعلة في جميع القطاعات، ورسمت مستقبلًا واعدًا يصنعونه بأيديهم، بعدما أعطت الأولية للمبدعين والموهوبين",

  "Ambitious-homeland":"وطن طموح",
  "Ambitious-homeland-info":"تتولى الحكومة مسؤوليات كبيرة تحتم المرونة في التعامل مع المتغيرات الحديثة والتحديات الجديدة، وتلتزم بالشفافية والخضوع للمساءلة، وتعمل على إدارة مواردها المالية بكفاءة وفعالية، مع سرعة في الإنجاز ومراقبة للأداء. مهما كان القطاع الذي تعمل به، سيكون لديك دور مهم تؤديه للمساهمة في بناء وطنك، إذا كنت صاحب عمل أو تعمل في مؤسسة غير ربحية أو في أي قطاع آخر، فأنت مدعو للمساهمة في تنمية هذا الوطن، وسيبقى القطاع غير الربحي جزءًا مهمًا من مجتمعنا، يؤدي دورًا حاسمًا في تلبية الاحتياجات المجتمعية والرقي بالمجتمع.",
  "Ambitious-homeland-short":"تتولى الحكومة مسؤوليات كبيرة تحتم المرونة في التعامل مع المتغيرات الحديثة والتحديات الجديدة، وتلتزم بالشفافية والخضوع للمساءلة",
  
  "direction": "rtl"
}
